Revit 2027 API
DocumentSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual DocumentSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As DocumentSetIterator
public:
virtual DocumentSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> DocumentSetIterator
override ReverseIterator : unit -> DocumentSetIterator
Return Value
DocumentSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
DocumentSet Class
Autodesk.Revit.DB Namespace